[/Script/GameplayTags.GameplayTagsSettings]
ImportTagsFromConfig=True
WarnOnInvalidTags=True
ClearInvalidTags=False
FastReplication=False
InvalidTagCharacters="\"\',"
+GameplayTagRedirects=(OldTagName="事件.输入.虚拟摇杆",NewTagName="事件.输入.虚拟摇杆左")
NumBitsForContainerSize=6
NetIndexFirstBitSegment=16
+GameplayTagList=(Tag="SkillEvent",DevComment="技能事件")
+GameplayTagList=(Tag="SkillEvent.Hit",DevComment="技能攻击")
+GameplayTagList=(Tag="SkillEvent.Hit.RangedHit",DevComment="范围攻击")
+GameplayTagList=(Tag="SkillEvent.Hit.WeaponHit",DevComment="武器攻击")
+GameplayTagList=(Tag="SkillEvent.Shoot",DevComment="发射")
+GameplayTagList=(Tag="SkillState",DevComment="技能状态")
+GameplayTagList=(Tag="SkillState.Cooldown",DevComment="技能冷却")
+GameplayTagList=(Tag="SkillType",DevComment="技能类型")
+GameplayTagList=(Tag="SkillType.Melee",DevComment="近战攻击")
+GameplayTagList=(Tag="SkillType.Ranged",DevComment="远程攻击")
+GameplayTagList=(Tag="user.coin.1",DevComment="")
+GameplayTagList=(Tag="事件.组件.技能.技能执行",DevComment="")
+GameplayTagList=(Tag="事件.组件.按下虚拟按键",DevComment="")
+GameplayTagList=(Tag="事件.组件.注册技能按键",DevComment="")
+GameplayTagList=(Tag="事件.输入.技能键",DevComment="")
+GameplayTagList=(Tag="事件.输入.虚拟摇杆左",DevComment="")
+GameplayTagList=(Tag="关卡序列.出场动画.动画开始播放",DevComment="")
+GameplayTagList=(Tag="关卡序列.出场动画.动画播放结束",DevComment="")
+GameplayTagList=(Tag="用户输入.移动摇杆",DevComment="")

